export const initialState = {
  post: [
    {
      id: 16,
      category: "필름",
      title: "필름 추천부탁드립니다",
      writer: "초보",
      date: "2022 - 03 - 21",
      views: 561,
      content:
        "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다.",
    },
    {
      id: 15,
      category: "출사",
      title: "벚꽃 찍으러 출사 가실 분 구해요",
      writer: "벚친놈",
      date: "2022 - 03 - 21",
      views: 782,
      content:
        "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다.",
    },
    {
      id: 14,
      category: "카메라",
      title: "입문인데 수동카메라가 낳을까요 자동 카메라가 낳을까요?",
      writer: "마음으로 낳은 카메라",
      date: "2022 - 03 - 21",
      views: 1022,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 13,
      category: "필름",
      title: "흑백 필름은 어떤게 좋나요?",
      writer: "필름매니아",
      date: "2022 - 03 - 21",
      views: 353,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 12,
      category: "카메라",
      title: "미놀타 x-700 가격 괜찮나요?",
      writer: "사진쟁이",
      date: "2022 - 03 - 22",
      views: 564,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 11,
      category: "카메라",
      title: "라이카 미니2 좋네요",
      writer: "라이카사랑",
      date: "2022 - 03 - 22",
      views: 211,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 10,
      category: "현상",
      title: "대구에 괜찮은 현상소 추천부탁드립니다",
      writer: "대구사람",
      date: "2022 - 03 - 22",
      views: 639,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 9,
      category: "카메라",
      title: "렌즈필터 수리",
      writer: "필름나라렌즈왕자",
      date: "2022 - 03 - 22",
      views: 125,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 8,
      category: "필름",
      title: "요즘 필름 직구가 낳나요",
      writer: "마음으로 낳은 필름",
      date: "2022 - 03 - 22",
      views: 269,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 7,
      category: "필름",
      title: "지인이 안쓰는 유통기한 지난 필름 준다는데 사용하는데 이상없나요?",
      writer: "렌즈나라필름공주",
      date: "2022 - 03 - 23",
      views: 155,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 6,
      category: "필름",
      title: "다들 코닥을때 후지쓰는거 아닌가요?",
      writer: "운영자",
      date: "2022 - 03 - 23",
      views: 12246,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 5,
      category: "필름",
      title: "코닥 컬러플러스 vs 골드컬러",
      writer: "아무거나",
      date: "2022 - 03 - 23",
      views: 123,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 4,
      category: "현상",
      title: "스캐너의 중요성",
      writer: "writer",
      date: "2022 - 03 - 24",
      views: 222,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 3,
      category: "카메라",
      title: "롤라이 수리 맡겨야하는데 어디가 좋나요",
      writer: "수리수리마수리",
      date: "2022 - 03 - 24",
      views: 85,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 2,
      category: "필름",
      title: "여기 필름 싸네요",
      writer: "필름팔이",
      date: "2022 - 03 - 24",
      views: 483,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
    {
      id: 1,
      category: "카메라",
      title: "직구한 라이카 카메라",
      writer: "직구사랑",
      date: "2022 - 03 - 24",
      views: 155,
      content: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다."
    },
  ],
  body: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 감광 소자를 의미한다. 필름의 단면은 셀룰로이드였으나 현재는 트리아세테이트나 폴리에스테르의 안전 베이스를 쓰고 있다. 감광 유제를 도포하고 그 위에 젤라틴 층이 있다. 유제층은 단층인 경우도 있으나 일반용은 저감도 유제에 고감도 유제를 도파한 중층유제를 쓰고 있다. 35mm 필름은 헬레이션 방지층이 없는 대신 얇은 그레이 베이스와 헬레이션 방지 작용을 시키고 있다. 필름은 촬영 후 보이지 않게 기록된 잠상을 화학약품을 이용한 현상을 통해 직접 투과 가능한 상으로 만들 필요가 있으며, 이 과정은 항상 일회용이다. 디지털 카메라의 등장으로 전문적 촬영이 아닐경우 잘 사용하지 않게 되었다. 건판, 인화지도 필름과 같은 원리로 상을 표현한다.",
  reply: [
    {
      writer: "직구사랑",
      text: "직구가 짱입니다",
      date: "2022 - 03 - 24",
    },
    {
      writer: "필름매니아",
      text: "필름은 사진술에서 상을 기록하기 위하여 사용하는 얇은 막형태의 어쩌고",
      date: "2022 - 03 - 24",
    },
    {
      writer: "벚친놈",
      text: "올해 벚꽃의 개화시기는 3월 29일입니다",
      date: "2022 - 03 - 24",
    },
    {
      writer: "필름팔이",
      text: "필름 팔아요",
      date: "2022 - 03 - 24",
    },
    {
      writer: "필름 너무 비싸요",
      text: "필름 무료나눔 해주세요",
      date: "2022 - 03 - 24",
    },
  ],
};