export const initialState = {
  "post": [
    {
      "id": 16,
      "category": "필름",
      "title": "필름 추천부탁드립니다",
      "writer": "초보",
      "date": "2022 - 03 - 21",
      "views": 561
    },
    {
      "id": 15,
      "category": "출사",
      "title": "벚꽃 찍으러 출사 가실 분 구해요",
      "writer": "벚친놈",
      "date": "2022 - 03 - 21",
      "views": 782
    },
    {
      "id": 14,
      "category": "카메라",
      "title": "입문인데 수동카메라가 낳을까요 자동 카메라가 낳을까요?",
      "writer": "마음으로 낳은 카메라",
      "date": "2022 - 03 - 21",
      "views": 1022
    },
    {
      "id": 13,
      "category": "필름",
      "title": "흑백 필름은 어떤게 좋나요?",
      "writer": "필름매니아",
      "date": "2022 - 03 - 21",
      "views": 353
    },
    {
      "id": 12,
      "category": "카메라",
      "title": "미놀타 x-700 가격 괜찮나요?",
      "writer": "사진쟁이",
      "date": "2022 - 03 - 22",
      "views": 564
    },
    {
      "id": 11,
      "category": "카메라",
      "title": "라이카 미니2 좋네요",
      "writer": "라이카사랑",
      "date": "2022 - 03 - 22",
      "views": 211
    },
    {
      "id": 10,
      "category": "현상",
      "title": "대구에 괜찮은 현상소 추천부탁드립니다",
      "writer": "대구사람",
      "date": "2022 - 03 - 22",
      "views": 639
    },
    {
      "id": 9,
      "category": "카메라",
      "title": "렌즈필터 수리",
      "writer": "필름나라렌즈왕자",
      "date": "2022 - 03 - 22",
      "views": 125
    },
    {
      "id": 8,
      "category": "필름",
      "title": "요즘 필름 직구가 낳나요",
      "writer": "마음으로 낳은 필름",
      "date": "2022 - 03 - 22",
      "views": 269
    },
    {
      "id": 7,
      "category": "필름",
      "title": "지인이 안쓰는 유통기한 지난 필름 준다는데 사용하는데 이상없나요?",
      "writer": "렌즈나라필름공주",
      "date": "2022 - 03 - 23",
      "views": 155
    },
    {
      "id": 6,
      "category": "필름",
      "title": "다들 코닥을때 후지쓰는거 아닌가요?",
      "writer": "운영자",
      "date": "2022 - 03 - 23",
      "views": 12246
    },
    {
      "id": 5,
      "category": "필름",
      "title": "코닥 컬러플러스 vs 골드컬러",
      "writer": "아무거나",
      "date": "2022 - 03 - 23",
      "views": 123
    },
    {
      "id": 4,
      "category": "현상",
      "title": "스캐너의 중요성",
      "writer": "writer",
      "date": "2022 - 03 - 24",
      "views": 222
    },
    {
      "id": 3,
      "category": "카메라",
      "title": "롤라이 수리 맡겨야하는데 어디가 좋나요",
      "writer": "수리수리마수리",
      "date": "2022 - 03 - 24",
      "views": 85
    },
    {
      "id": 2,
      "category": "필름",
      "title": "여기 필름 싸네요",
      "writer": "필름팔이",
      "date": "2022 - 03 - 24",
      "views": 483
    },
    {
      "id": 1,
      "category": "카메라",
      "title": "직구한 라이카 카메라",
      "writer": "직구사랑",
      "date": "2022 - 03 - 24",
      "views": 155
    },
  ],
  "body": "모든 국민은 언론·출판의 자유와 집회·결사의 자유를 가진다. 대법원장과 대법관이 아닌 법관의 임기는 10년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다. 국회는 국민의 보통·평등·직접·비밀선거에 의하여 선출된 국회의원으로 구성한다. 대통령은 헌법과 법률이 정하는 바에 의하여 국군을 통수한다. 국회의원은 현행범인인 경우를 제외하고는 회기중 국회의 동의없이 체포 또는 구금되지 아니한다."
}